
/* Label for the password field in the account preferences */
"Password:" = "Mot de passe:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Les caractères que vous entrez ne sont pas valides pour ce type de compte.";
